import java.util.*;

public class Main {
    public static void main(String[] args) {
      
      // Найти длину окружности радиуса 4 
      //формула C = 2πr
      double radius = 4;
      double PI =  Math.PI;
      double length = 2*PI*4;
      String s = "Длина окружности радиуса ";
      
      System.out.println(s + radius + " равна " + length);
  }
}
